IDEA StatiCa Open Model
MatPrestressSteel Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MatPrestressSteel class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected MatPrestressSteel()
Protected Sub New
protected:
MatPrestressSteel()
See Also
Reference
MatPrestressSteel Class
IdeaRS.OpenModel.Material Namespace